alacritty
alsa-utils
amd-ucode
autoconf
automake
bat
bc
bison
brightnessctl
btop
btrfs-progs
calc
cheese
cmatrix
efibootmgr
egl-wayland
exa
fakeroot
fd
figlet
file
findutils
firefox
flex
foot
fzf
gawk
gcc
gettext
gimp
git
grep
grim
groff
gst-plugin-pipewire
gucharmap
gzip
htop
imagemagick
imv
inkscape
iwd
jdk17-openjdk
jq
kdeconnect
light
man-db
mpv
neofetch
neovim
networkmanager
nodejs
noto-fonts-emoji
npm
openssh
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qalculate-qt
qbittorrent
reflector
ripgrep
river
rtorrent
slurp
smartmontools
sudo
sxiv
thefuck
tldr
unicode-emoji
unzip
vscode-css-languageserver
waybar
wget
which
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-utils
xorg-xinit
xorg-xwayland
youtube-dl
yt-dlp
zathura
zathura-pdf-mupdf
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zellij
xdg-desktop-portal
xdg-desktop-portal-wlr
